Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གཤིན་རྗེ འི་ མིས་ རལ་གྲི་ དང་ །_ དབྱིག་པ་ དང་ །_ གཞོར་ དང་ །_ མདུང་ གིས་ བཏབ་ ཅིང་ སྡུག་བསྔལ་བ །_
en: being struck and tormented by the swords, sticks, pickaxes, and spears belonging to the Lord of Death’s henchmen;

source: སྐྱུགས་པ་ དང་ །_ ངར་སྣབས་ ཀྱི་ ཁ་ཟས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཟ་བ །_
en: subsisting on vomit and snot for hundreds of thousands of years;

source: སྡུག་བསྔལ་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ མཆི་མ་ རབ་ཏུ་ འབྱུང་ ཞིང་ བཟོད་པ ར་ དཀའ་བ །_
en: crying and being in distress because of numerous torments;

source: ཡུལ་ངན་ བྱུང་ ཞིང་
en: calamities;

source: གདོང་ དང་ ལུས་ སྐྲ ས་ ཁེབས་པ །_
en: their faces and bodies being covered with hair;

source: ལུས་ ལ་ སྲིན་བུ་ འབུམ་ ཞུགས་པ །_
en: having a hundred thousand parasites in their bodies;

source: ལུས་ ནད་ ཐམས་ཅད་ འབྱུང་བ འི་ གཞིར་ གྱུར་ ཅིང་ ཐེབས་པ །_
en: being prone to and afflicted by all sorts of physical disease;

source: འཁོར་བ ར་ ཡུན་རིང་ དུ་ ཞུགས་པ །_
en: interminable submersion in cyclic existence;

source: ལྕགས་ ཀྱི་ བྱ་རོག་ མཆུ་ འབར་བ་ དག་ གིས་ མིག་ ཕྱུང་བ །_
en: having their eyes dug out by iron crows with flaming beaks;

source: ལུས་ ཤིང་ བསྲེགས་པ་ འདྲ་ ཞིང་
en: having their bodies incinerated;

source: ཕ་རོལ་ གྱིས་ གནོན་པ །_
en: being harmed by others;

source: གཅིག་ ལ་ གཅིག་ ཟ་བ །_
en: cannibalism;

source: དགོན་པ་ དཔག་ཚད་ བྱེ་བ་ བརྒྱ་ ཕྲག་ སུམ་ཅུ་ རྩ་ དྲུག་ ཏུ་ ཞུགས་པ །_
en: living in desolate wilderness thirty-six billion leagues away from others;

source: མགོན་མེད་ ཅིང་ ཟས་ དང་ །_
en: being unprotected;

source: སྐོམ་ གྱི་ མེས་ ལུས་ བསྲེགས་པ །_
en: having their bodies scorched by burning food and drink;

source: མུན་ནག་ ཏུ་ ཞུགས་པ འི་
en: and living in darkness.

source: ཡི་དགས་ དག་ ནི་ དམ་པ འི་ ཆོས་ མཉན་པ་ ལ་ཁ་ ཕྱིར་ ཕྱོགས་པ་ ཡིན་ ཏེ ལོག་པ ར་ ལྟ་བ ས་ བསླུས་པ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ རིང་ ངོ་ སྙམ་ དུ་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: Thus, the monk will observe marks of perception, thinking, ‘The starving spirits are removed from hearing the sacred Dharma and are fooled by wrong views. Their cycle of existence is so long!’ {{page:{number:87,id:UT22084-068-021-100113,folio:F.125.a,volume:V68}}}

source: གཅིག་ [125a] ལ་ གཅིག་ ཟ་ ཞིང་ ཁོང་ དུ་ ཆུད་པ ར་ བྱ་བ་ དང་ །_ ཁོང་ དུ་ ཆུད་པ ར་ བྱ་བ་ མ་ཡིན་པ་ ཤེས་པ་ ལ་ཁ་ ཕྱིར་ ཕྱོགས་པ་ རྣམས་ ནི་
en: $122 “Next he will observe marks of perception in terms of the length of the cycle of existence experienced by animals that prey on one another and are unaware of what is right and wrong.

source: ཆུ་ དང་ ཆུ་ ལ་ སྤྱོད་པ་ རྣམས་ རྟག་ ཏུ་ སྐོམ་པ ས་ གདུངས་ ཤིང་ སྙིང་ ཡོངས་སུ་ བསྐམས་པ་ དང་ །_
en: Those living in water are constantly tormented by thirst and their hearts remain thoroughly dry.

source: གཟུང་བ ས་ འཇིགས་པ་ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ དང་ །_ ཆགས་ བརྐམ་ དང་ །_ སྲམ་ དང་ །_ རུས་སྦལ་ དང་ །_ ཉ་ དང་ །_ ཉ་ མིད་ དང་ །_ ཉ་ མིད་ མིད་ དང་ །_ ཆུ་སྲིན་ ཀུམ་ བྷི་ ར་ དང་ །_ ཆུ་སྲིན་ ན་ཀྲ་ དང་ །_ ཆུ་སྲིན་ མ་ ཀ་ར་ དང་ །_ ཆུ་སྲིན་ ཉ་ཕྱིས་ དང་ །_ ཆུ་སྲིན་ དུང་ལ་ སོགས་པ་
en: They also suffer from the fear of being caught by infant-eating crocodiles, other ravenous creatures, otters, turtles, fish, giant fish, sea monsters, various kinds of alligators, mother-of-pearl monsters, silver monsters, and so forth.

source: ཆེན་པོ་ དང་ །_ ཆུང་ངུ་ རྟག་ ཏུ་ གཅིག་ ལ་ གཅིག་ ཟ་བ་ དང་ །_
en: Whether large or small, they constantly feed on each other.

source: དེ་ལས་ གཞན་པ་ རྒྱས་ བཤོར་ ཞིང་ བཟུང་བ ས་ འཇིགས་པ་ རྣམས་ དང་ །_
en: They must also experience the horror of being caught in nets.

source: དེ་བཞིན་ དུ་ སྐམ་ས་ ལ་ རྒྱུ་བ་ རི་ དག ས་ དང་ །_ མ་ཧེ་ དང་ །_ ཕག་ རྒོད་ དང་ །_ གླང་པོ་ དང་ །_ ཁྱུ་མཆོག་ དང་ །_ རྟ་ དང་ །_ བོང་བུ་ དང་ །_ བ་ལང་ དང་ །_ རི་ དག ས་ རུ་རུ་ དང་ །_ དྲེད་མོ་ དང་ །_ བསེ་ ལ་སོགས་པ་ སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱིས་ འཆིང་ ཞིང་
en: On dry land live deer, buffalo, wild boars, elephants, bulls, horses, donkeys, cows, antelopes, monkeys, bears, rhinos, and other such creatures that are all tied to different forms of suffering.

source: མཚོན་ གྱིས་ གསོད་པ་ དང་ །_ ནད་ དང་ །_ རྒ་བ་ དང་ །_ འཆི་བ ས་ གཅིག་ ལ་ གཅིག་ གནོད་པ་ བརྒྱ་ ཕྲག་ སྟོང་ གིས་ ཉེན་པ་ རྣམས་ དང་ །_
en: They may be killed by weapons, they may be struck by disease, aging, and death, and they inflict harm and torment upon each other in myriad ways.

source: དེ་བཞིན་ དུ་ ནམ་མཁའ་ ལ་ རྒྱུ་བ་ བྱ་རོག་ དང་ །_ འུག་པ་ དང་ །_ ངང་པ་ དང་ །_ རྨ་བྱ་ དང་ །_ ཁྱིམ་བྱ་ དང་ །_ བྱ་ ཀོམ་ ཥྚི་ ཀ་ དང་ །_ ཕུག་རོན་ དང་ །_ བྱ་ དཾ་ ཏྱུ་ ཧ་ དང་ །_ བྱ་ ཙ་ཤ་ དང་ །_ བྱ་འདབ་ བརྒྱ་ དང་ །_ བྱ་ ཚ་ ཡ་བ་ ལིན་ དང་ །_ བྱ་ ཤང་ཤང་ཏེའུ་ དང་ །_ བྱ་ སན་ ཏ་པ་ ལ་སོགས་ པ་ གཞན་ ཡང་ བྱ འི་ རིགས་ དག་ གསོད་པ་ དང་ །_ འཆིང་བ་ དང་ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ གཅིག་ ལ་ གཅིག་ ཟ་བ་ དང་ །_ གྲང་བ་ དང་ །_ ཚ་བ ས་ གནོད་པ་ རྣམས་ དང་ །_
en: Crows, owls, geese, peafowl, chickens, lapwings, pigeons, doves, jays, pheasants, storks, partridges, vultures, and other such birds that fly in the sky are harmed by killing, capture, hunger, thirst, feeding upon one another, cold, and heat.

source: གནས་ གསུམ་ ལ་ གནས་པ་ སྐམ་ས་ དང་ །_ ཆུ་ དང་བ ར་ སྣང་ ལ་ རྒྱུ་བ འི་ དུད་འགྲོ ར་ གྱུར་པ་ རྣམས་ ལ་ མི་ བཟོད་ ཅིང་ སོ་སོ འི་ འཇིགས་པ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ རིང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: Thus, considering the animals that occupy the land, waters, and sky, the monk will observe marks of perception in terms of the length of their cycle of existence involving such overwhelming terrors.

source: དེ་བཞིན་ དུ་ ཡང་སོས་ དང་ །_ ཐིག་ནག་ དང་ །_ བསྡུས་གཞོམ་ དང་ །_ ངུ་འབོད་ དང་ །_ ངུ་འབོད་ ཆེན་པོ་ དང་ །_ ཚ་བ་ དང་ །_ རབ་ [125b] ཏུ་ ཚ་བ་ དང་ །_ མནར་མེད་པ་ རྣམས་ ཀྱི་ མི་ བཟོད་པ །_ བསམ་པ་ ཤིན་ཏུ་ ངན་པ་ རྣམས་ ཀྱི་ སོ་སོ འི་ འཇིགས་པ་ བརྒྱ་ སྟོང་ དུ་མ་ ཡོད་པ །_ མེ་ དང་ །_ མཚོན་ དང་ །_ གཡང་ས་ དང་ །_ བརྐྱལ་པ འི་ ཆུ་བོ་ དམར་པོ འི་ ནང་ དུ་ ལུས་ རབ་ཏུ་ འཇུག་པ །_
en: $123 “Likewise, those whose mindsets are extremely negative encounter myriad horrors within the hells of Reviving, Black Line, Crushing, Howling, Great Howling, Heat, Intense Heat, and Ultimate Torment. {{page:{number:88,id:UT22084-068-021-100114,folio:F.125.b,volume:V68}}} Such beings are burned by fire, struck by weapons, thrown into abysses, and their bodies are submerged into rivers of burning embers.

source: ལོ་མ འི་ རལ་གྲི འི་ ནང་ དུ་ འཇུག་ ཅིང་ འདབ་མ ས་ སོ་སོ ར་ ཉམས་ སུ་ མྱོང་བ །_
en: They climb razor-blade trees, cutting themselves on each of their leaves.

source: བ་ ཚྭ འི་ ཆུ འི་ ནང་ དུ་ འཇུག་ ཅིང་ ས་རབ་ ཏུ་ འབར་བ་ ལ་ འགྲོ་བ །_ སྲེག་པ ར་ བྱེད་པ འི་ པད་མ་ མི་བཟད་པ །_ གནོད་པ ར་ བྱེད་པ །_ བཟོད་པ ར་ དཀའ་བ་ རྣམ་པ་ དུ་མ་ མཚུངས་པ་ མེད་པ འི་
en: They fall into acid, walk on blazing grounds, are hurt by terrible lotus flowers, and are tormented in numerous and unparalleled ways.

source: སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ རིང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: Thus, the monk will observe marks of perception in terms of the long duration of the cycle of existence of sentient beings in hell.

source: དགེ་སློང་ དེ་ འདུ་ཤེས་ ཀྱི་ ཕུང་པོ་ རབ་ཏུ་ རྣམ་པར་ དཔྱོད་པ་ ལ་ བསྟན་ དུ་ཡོད་ ཅིང་ །_ ཐོགས་པ་ དང་ བཅས་པ་ ཡུན་རིང་པོ འི་ གཟུགས་ འཕགས་པ འི་ བདེན་པ་ བཞི་ ལ་ལ ས་ དང་ འབྲས་བུ འི་ རྒྱུ འི་ གཞི་ དམིགས་པ་ སེམས་ཅན་ རྣམ་པ་ སྣ་ཚོགས་ དཔག་ཚད་ བརྒྱ་ ཕྲག་ སྟོང་ གི་ འགྲོ་བ ར་ སོང་བ་ རྣམས་ ལ་ ལྟ་བ ར་ བྱེད་ ཅིང་ །_
en: $124 “And so, in terms of his discernment of the aggregate of perception, the monk will consider conspicuous and obstructive forms that are of long duration. He will consider them as they pertain to the basic observation of karmic actions and their results within the context of the four truths of noble beings. In so doing, he will observe the different sentient beings that move within a range of one hundred thousand leagues.

source: མཚན་མ ར་ བྱེད་ ལ །_ རྣམ་པར་ འབྱེད་ པར་ བྱེད །_ གཞི་ ལ་ དམིགས་པ འི་ འདུ་ཤེས་ རབ་ཏུ་ གསལ་བ ས་ མཐོང་ སྟེ །_ འཁོར་བ་ ལ་ ཡིད་འབྱུང་ བར་ བྱེད་ དོ །_།
en: As he keeps the features of such beings in mind, discerns them, and clearly beholds the notions that are associated with the perception of their bases, his mind will become disenchanted by cyclic existence.

source: གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ ཐུང་ངུ་ རྣམ་པར་ འབྱེད་ ཅིང་ མངོན་སུམ་ དུ་ བྱེད་ ཅེ་ན །_
en: $125 “How does a monk discern and perceive in terms of that which is short?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ དགེ་སློང་ དེ་ བདུད་ ཀྱི་ སྡེ་ རྣམ་པར་ འཇིག་པ ར་ བྱེད་ དེ །_ ཇི་ལྟ ར་ ཐུང་བ་ རྣམ་པར་ འབྱེད་ ཅེ་ན །_
en: Spiritual practitioners who carefully observe inner phenomena will, when they examine things by means of knowledge derived from hearing or through the divine eye, inquire as to how a monk who destroys the armies of the māras discerns things in terms of shortness.

source: འཁོར་བ་ ཐུང་བ འི་ བརྟུལ་ཞུགས་ དང་ །_ སྡོམ་པ་ དང་ །_ སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ ཆོག་ཤེས་པ་ དང་ །_ བླ་མ་ ལ་ གུས་པ་ དང་ །_ ཡིད་ དྲང་བ་ དང་ །_ ཡང་དག་པ འི་ ལྟ་བ་ དང་ །_ ཕ་མ་ ལ་ གུས་པ་ དང་ །_ སངས་རྒྱས་ ལ་ ཆོས་ ཉན་ ཅིང་ ལྟ་ ལ་ བསྙེན་བཀུར་ བྱེད་པ་ དང་ །_ གཡོ་ བྱེད་པ་ དང་ །_ གཞལ་བླུགས་ དང་ །_ འདྲིད་པ་ དང་ །_ དགེ་བ འི་ བཤེས་གཉེན་ གྱི་ སྤྱོད་པ་ མ་ཡིན་པ་ སྤོང་བ་ དང་ །_ ཕྱུག་པ་ དང་ །_ ཡིད་ དྲང་བ་ དང་ །_ སྙིང་བརྩེ་བ་ དང་ །_ ལུས་ [126a] དང་ །_ ངག་ དང་ །_ ཡིད་ ལས་ སུ་ རུང་བ་ དང་ ལྡན་ ཞིང་
en: There are human beings who engage in the disciplined practices associated with a short cycle of existence; who observe vows; who are generous, disciplined, patient, respectful of their spiritual teachers, honest, and have correct view; who are respectful of their parents; who listen to the Dharma from a buddha with respect, offering service and veneration; who give up deceit, pretense, dishonesty, and conduct that is improper for a spiritual teacher; who are wealthy, sincere, and loving; and whose body, {{page:{number:89,id:UT22084-068-021-100115,folio:F.126.a,volume:V68}}} speech, and mind are pliant.

source: མི འི་ སྙིང་ དང་ ལྡན་པ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ ཐུང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: Observing such people, the monk will observe features of shortness.

source: དེ་བཞིན་ དུ་ གང་དག་ བག་མེད་པ་ ལ་ ཞུགས་པ་ རྣམས་ ཀྱི་ དགའ་བ འི་ ཚལ་ དང་ །_ རྣམ་པར་ མཛེས་པ་ དང་ །_ ཤིང་རྟ་ སྣ་ཚོགས་ དང་ །_ ཡོངས་འདུ་ དང་ །_ ནགས་ཚལ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ པད་མ་ སྣ་ཚོགས་ དང་ །_ རྒྱན་ དང་ །_ དོ་ཤལ་ དང་ །_ བྲོ་གར་ དང་ །_ ཁྲོན་པ་ དང་ །_ ཤིན་ཏུ་ མཛེས་པ འི་ དཔག་བསམ་ གྱི་ ཤིང་ དང་ །_ འབབ་ཆུ་ དང་ །_ ཆུ་མིག་ ཚག་ཚིག་ དང་ །_ ཚལ་ དང་ །_ བདུད་རྩི་ དང་ །_ ཟས་ དང་ །_ གནས་ ཀྱི་ ཁྱད་པར་ དག་ སྤངས་ ནས
en: $126 “Moreover, certain gods give up that which they otherwise carelessly partake of: parks, attractions, chariots, gathering halls, forests, ponds, lotuses, ornaments, necklaces, entertainments, ponds, beautiful wish-fulfilling trees, cascades, fountains, groves, ambrosias, meals, and residences.

source: གང་དག་ ཚུལ་ཁྲིམས་ ཀྱི་ རྣམ་པ འི་ ཟས་ བསམ་གཏན་ དང་ །_ ཀློག་པ་ ལ་ གནས་ ཤིང་ ལེགས་པ ར་ ལྟ་ ལ་ཁ་ ཏོན་ དུ་ འདོན་པ་ དང་ །_ སྦྱིན་པ་ དང་ །_ དུལ་བ་ དང་ ཡང་དག་ པར་ སྡོམ་པ་ དང་ །_ ཚངས་པ ར་ སྤྱོད་པ་ དང་ །_ དབང་པོ་ དུལ་བ་ དང་ །_ སྨྲ་བ འི་ ཚིག་ ཉུང་བ་ དང་ །_ ཆོས་ འདོད་པ་ དང་ །_ ཞི་བ འི་ ཟས་ ལ་ གནས་པ འི་ ལྷ་ གང་ཡིན་པ་ དེ་དག་ གི་ འཁོར་བ་ ནི་ ཐུང་ ངོ་ །_།
en: Instead they observe discipline and enjoy the food of concentration; pursue proper reading and recitation; are generous, subdued, observant of their vows, engaged in pure conduct, and have control of their senses; speak little; wish for the Dharma; and live on the sustenance of peace. For gods of this kind the cycle of existence is short.

source: ཇི་སྐད་ བཤད་པ་ བཞིན་ དུ་ སྡུག་བསྔལ་ གྱི་ རྣམ་པ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ ཁ་ སྐམས་པ་ དང་ །_ ཚལ་ ཤིང་ བསྲེགས་པ་ བཞིན་ དུ་ དམན་ ཞིང་ ཞུམ་ ལ་ སྐྲ་ དང་ །_ གདོང་ཤིང་ བསྲེགས་པ་ ལྟ་བུ འི་ ལུས་ཅན་ གང་ཡིན་པ་ དེ་དག་ སྡུག་བསྔལ་ དུ་ མི་ བགྲང་བ ར་ གང་དག་ སྐད་ཅིག་ ཙམ་ ཞིག་ ཀྱང་ སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ ལ་ དབང་པོ་ རབ་ཏུ་ དང་བ ས་ དད་པ་ ཆུང་ངུ་ ཞིག་ བྱས་པ་ དེ་དག་ གི་ འཁོར་བ་ ནི་ ཐུང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: $127 “Likewise, there are beings who suffer from hunger, thirst, and having nothing to drink; who are lowly and weak, like a scorched pine tree; and whose hair and face are like burned wood. Without regarding this as suffering, such beings may instead give rise to a slight sense of inspired faith in Buddha, Dharma, and Saṅgha. When they do so, even their cycle of existence will be observed in terms of the perceived marks of being short.

source: གཅིག་ ལ་ གཅིག་ ཟ་ ཞིང་ རྡེག་པ་ དང་ །_ གྲང་བ་ དང་ །_ ཚ་བ་ དང་ །_ ཡུལ་ངན་ དང་ །_ འཇིགས་ པས་ འཇིགས་པ་ དེ་དག་ གལ་ཏེ་ ནུས་ ན་ སྐད་ཅིག་ ཙམ་ དུ་ རྣམ་པར་ གནོད་པ་ མི་ བགྲང་བ ར་ སྐད་ཅིག་ ཙམ་ ཞིག་ ཀྱང་ སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ ལ་ སེམས་ དང་བ ར་ བྱས་པ འི་ དུད་འགྲོ་ དེ་དག་ གི་ འཁོར་བ་ ནི་ ཐུང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: $128 “If, for just a moment, those animals who otherwise feed on each other, are beaten, and suffer from cold, heat, hostile locations, and various terrors are capable of inspiration in relation to Buddha, Dharma, and Saṅgha, then also their cycle of existence will be observed in terms of the perceived marks of being short.

source: ཡང་སོས་ [126b] དང་ །_ ཐིག་ནག་ དང་ །_ བསྡུས་གཞོམ་ དང་ །_ ངུ་འབོད་ དང་ །_ ངུ་འབོད་ ཆེན་པོ་ དང་ །_ ཚ་བ་ དང་ །_ རབ་ཏུ་ ཚ་བ་ དང་ །_ མནར་མེད་པ་ ལ་སོགས་ པ འི་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ སུ་ སྐྱེས་པ་ གང་དག་ སྡུག་བསྔལ་ ཤིན་ཏུ་ གནོད་པ་ རྣམ་པ་ སྣ་ཚོགས་
en: $129 “Beings born in the hells of Reviving, {{page:{number:90,id:UT22084-068-021-100116,folio:F.126.b,volume:V68}}} Black Line, Crushing, Howling, Great Howling, Heat, Intense Heat, and Ultimate Torment are extremely oppressed by numerous sorts of suffering.

source: དེ་དག་ སྡུག་བསྔལ་ དུ་ མི་ བགྲང་བ ར །_ གང་དག་ སྐད་ཅིག་ ཙམ་ དུ་ ཚུལ་ཁྲིམས་ ལ་ སེམས་ དད་པ ར་ བྱེད་པ འི་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གི་ འཁོར་བ་ ནི་ ཐུང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དེ
en: If, without being carried away by their pain, the minds of such hell beings can instead maintain a mere moment of inspired faith, then also their cycle of existence will be observed in terms of the perceived marks of being short.

source: དེ་དེ་ ལྟར་ འཁོར་བ་ ཐུང་བ ར་ སེམས་ སོ །_།
en: Thus, in these ways the monk will consider cyclic existence to be short.

source: འཁོར་བ་ གྲུ་བཞི་པོ་ ཇི་ལྟ་བུ་ ཞིག་ སྙམ་ ན །_
en: $130 “How, then, may one consider cyclic existence to be square?

source: དེ་ བྱང་ གི་ སྒྲ་ མི་ སྙན་ གྱི་ མི་ རྣམས་ ནི་ བདག་ གི་བ་ མེད་ ཅིང་ བདག་ ཏུ་ ང་རྒྱལ་ མེད་ ལ་ ངེས་པ ར་ གོང་ དུ་ འགྲོ་བ་
en: The human beings who inhabit Kuru in the north have no sense of personal ownership, nor any personal pride, and they are certain to proceed upward.

source: དེ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ གྲུ་བཞི་པོ་ ཡིན་པ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: The cycle of existence of those beings will be observed in terms of the perceived marks of being square.

source: སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ མི་ ཤེས་པ ས་ ཡོངས་སུ་ འགྱུར་ ཞིང་ །_ སེམས་ བཟང་པོ་ མ་ཡིན་པ འི་ རྗེས་སུ་ འཇུག་པ འི་ འཁོར་བ་ ནི་ ཟླུམ་པོ་ ཡིན་པ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་ སོ །_།
en: $131 “For hell beings, starving spirits, and animals, who are consumed by ignorance and adhere to negative mind states, cyclic existence will be circular.

source: དགེ་བ་ དང་ །_ མི་དགེ་བ་ དང་ །_ ལུང་ དུ་མ་ བསྟན་པ འི་ ལས་ འདྲེན་མ་ དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ལྷ་ དང་ །_ འདྲེན་མ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: $132 “Karmic actions that are virtuous, unvirtuous, or of an indeterminate mix bring birth in the realms of gods, hell beings, and humans respectively.

source: དེ་ ལ་ མི་དགེ་བ འི་ ལས་ ཀྱིས་ ནི་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ སུ འོ །_། དགེ་བ འི་ ལས་ ཀྱིས་ ནི་ ལྷ་ རྣམས་ སུ འོ །_། འདྲེན་མ ས་ ནི་ མི་ རྣམས་ སུ་ སྐྱེ་ སྟེ །_ ལས་ གསུམ་ ཉེ་བ ར་ འགྲོ འོ །_།
en: Unvirtuous actions will bring birth as a hell being, virtuous actions will bring birth as a god, and actions of mixed quality bring birth as a human.

source: གང་དག་ གནས་ གསུམ་ གྱི་ སྐྱེ་བ ར་ སྐྱེས་པ་ དེ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ ཟུར་ གསུམ་པོ་ ཡིན་པ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: The cycle of existence of the beings who are born in this way will be observed in terms of the perceived marks of being triangular.

source: རྒྱལ་ཆེན་ བཞི་པ་ དང་ །_ འཐབ་བྲལ་ གྱི་ ལྷ་ དང་ །_ གཞན་འཕྲུལ་ དབང་ བྱེད་ ཀྱི་ ལས་ ལྟ་བུ ར་ སྐྱེས་པ འི་ ལྷ་ དག་ ལས་ ཤི་ ནས་ ལྷ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $133 “When those with the karma of the gods of the Heaven of the Four Great Kings, the Heaven Free from Strife, and the Heaven of Making Use of Others’ Emanations die, they may be reborn among the gods.

source: གང་དག་ མི་ལས་ ཤི་ ནས་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མི་ཁོམ་པ་ མེད་པ འི་ ས་ དེ་དག་ གི་ འཁོར་བ་ ནི་ ཟླུམ་པོ་ ཡིན་པ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: When humans die, they may be reborn among humans in a place where there is no lack of freedom. In such cases their cycle of existence will be observed in terms of the perceived marks of being circular.

source: ལས་ དམར་པོ ས་ ཡོངས་སུ་ བཟུང་བ་ དག་ ནི་ དུད་འགྲོ་ ཡིན་ ཏེ །_ དེ་དག་ ཀྱང་ གཅིག་ ལ་ [127a] གཅིག་ ཟ་ ཞིང་ དམར་པོ་ ལ་ དགའ་བ འི་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: $134 “Animals are consumed by red karmic action,#31 because they prey on one another. {{page:{number:91,id:UT22084-068-021-100117,folio:F.127.a,volume:V68}}} They are observed in terms of the perceived marks of fondness for red.

source: ལས་ ཁ་དོག་ དཀར་པོ ས་ ཡོངས་སུ་ བཟུང་བ་ ནི་ ལྷ་ དང་ མི་ ཡིན་ ཏེ །_ གཙང་ ཞིང་ དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ རིན་པོ་ཆེ་ ལས་ བྱུང་བ འི་ རིམ་གྱིས་ ལྷ་ དང་ མིར་ སྐྱེ་བ་ འཛིན་ ཏེ །_
en: $135 “Gods and humans are consumed by white karmic action, because they attain birth as such through the stages of the precious path of clean and virtuous actions.

source: ལྷ་ འཆི་བ་ ན་ དེ་ ལ་ ལྷ་ དག་ བདེ་འགྲོ་ མི འི་ འཇིག་རྟེན་ དུ་ བཞུད་ ཅིག་ ཅེས་ སྨྲ འོ །_།
en: Thus, when a god dies, the other gods will exclaim, ‘Depart for the joyful realms of humans!’

source: དེ་བཞིན་ དུ་ མི་ འཆི་བ་ ན་ གཉེན་ དང་ །_ མཛའ་བཤེས་ དང་ །_ ཆུང་མ་ དག་ མིག་ མཆི་མ ས་ གང་ ཞིང་ ངོ་མ་ ཟུང་ གནག་པ་ དག་ བདག་ཅག་ ཐོང་ ལ་ བདེ་འགྲོ་ མི འི་ འཇིག་རྟེན་ དགྱེས་པ ར་ བཞུད་ ཅིག་ ཅེས་ སྨྲ འོ །_།
en: Similarly, when a human being dies, his or her friends, family, and spouse will, with tearful eyes and downcast expressions, exclaim, ‘Leave us and go to the joyful realms of humans!’

source: དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_ མི་ དེ་ཉིད་ ཐོབ་ ཀྱང་ གང་ དགེ་བ་ དང་ །_ སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ ཤེས་རབ་ ལ་ བརྩོན་འགྲུས་ མེད་པ་ དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ འི་ དགོན་པ ར་ གཙེས་ ཤིང་ ཡོངས་སུ་ འཁྱམ་ སྟེ །_ |#| སོ་སོ འི་ སྐྱེ་བོ་ ནི་ལ ས་ ཀྱི་ ལམ་ གྱིས་ བསླུས་ ཤིང་ ཆུད་ གཟན་པ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: $136 “Here the monk will think, ‘One may have attained a human life, but if one does not pursue virtue, generosity, patience, and insight, one will still have to roam through the harmful wasteland of the realms of hell beings, starving spirits, and animals. |#| Ordinary beings are thus deceived and ruined by their courses of action.’

source: དགེ་སློང་ དེ་ ཚོར་བ འི་ དེ་ཉིད་ མཐོང་བ །_ འདུ་ཤེས་ ཀྱི་ ཕུང་པོ་ ལ་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ་ ལ་
en: $137 “The monk who has seen the nature of sensations will correctly examine the aggregate of perception.

source: དམིགས་པ འི་ དེ་ཉིད་ མཐོང་བ་ ནི་ འདི་ལྟར་ དེ་ཉིད་ ཚོལ་ བར་ བྱེད་ དེ །_ མིག་ དང་ །_ གཟུགས་ ལ་ བརྟེན་ ནས་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ འོ །_།
en: Perceiving the nature of the observed objects, he will investigate reality and see that the eye consciousness arises based on the eye and form.

source: གསུམ་ འདུས་པ་ ལས་ རེག་པ་ བརྗོད་པ འི་ འདུ་ཤེས་ རྣམ་པར་ འབྱེད་ དེ །_
en: He will then discern the formulated perceptions that arise from contact when these three factors come together.

source: གཟུགས་ མཐོང་ ན་ བཟང་བ་ དང་ །_ མི་ བཟང་བ་ དང་ །_ ཉེ་བ་ དང་ །_ བསྐལ་པ་ དང་ །_ རིང་བ་ དང་ །_ ཐུང་བ་ དང་ །_ གྲུ་བཞི་ དང་ །_ ཟླུམ་པོ་ དང་ །_ དཀར་པོ་ དང་ །_ ཟུར་ གསུམ་ དང་ །_ གཟུགས་ ཀྱི་ དབྱིབས་ འདུ་ཤེས་ ཀྱིས་ ཡང་དག་ པར་ རྣམ་པར་ འབྱེད་ ཅིང་ མཚན་མ ར་ བྱེད་ ལ་ གཞི་ ལ་ ལྟ་བ ར་ བྱེད་ དོ །_།
en: Thus, when forms are seen, he will correctly distinguish them with notions associated with forms and shapes, such as good, bad, close, distant, long, short, square, round, white, and triangular. In this way he discerns their features and examines their bases.

source: ཕུང་པོ་ དང་ །_ ཁམས་ དང་ །_ སྐྱེ་མཆེད་ ཀྱི་ གཞི་ འདུ་ཤེས་ སུ་ བྱེད་ ཅིང་ རྣམ་པར་ འབྱེད །_ དགེ་བ་ དང་ །_ མི་དགེ་བ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤིན་ཏུ་ འབྱེད་ ཅིང་ མངོན་སུམ་ དུ་ བྱེད་ དོ །_།
en: Identifying and discerning the bases that are the aggregates, elements, and sense sources, he will distinguish and perceive the ripening of virtuous and unvirtuous karmic action.

source: རྒྱུ་ དང་ ལྡན་པ་ ལ་ དམིགས་ ཤིང་ །_ རྒྱུ་མ་ ཡིན་པ་ དང་ ལྡན་པ་ ཤེས་ ནས་ རྣམ་པར་ སྤོང་བ ར་ བྱེད །_
en: Observing what involves causality and knowing what involves no causality, he can relinquish accordingly.

source: ཕན་པ་ དང་ །_ མི་ ཕན་པ འི་ མཚན་ཉིད་ མི་ འདྲ་བ་ འདས་པ་ ལ་ [127b] འདུ་ཤེས་ སུ་ བྱེད་ དེ །_ ཇི་ལྟ ར་ འདི ས་ བདག་ གི་ བྱས་པ་ ཉེས་པ་ བྱས་པ འི་ འདུ་ཤེས་ ཀྱིས་ འདུ་ཤེས་ པར་ བྱེད་ དེ །_ སྔ་མ་ བཞིན་ ནོ །_།
en: Identifying the distinct characteristics of what was beneficial in the past and what was not, {{page:{number:92,id:UT22084-068-021-100118,folio:F.127.b,volume:V68}}} he will likewise identify whatever flawed acts he may have engaged in.

source: གལ་ཏེ་ འདུ་ཤེས་ མེད་ ན་ དྲན་པ་ ཡང་ མེད་ དེ །_ དྲན་པ་ དེ་ དང་ འདུ་ཤེས་ སུ་ འབྲེལ་བ་ ནི་ དེ འི་ དམིགས་པ་ ཡིན་ ཞིང་ དེ འི་ རྐྱེན་ ཡིན་ ཏེ །_ |#| དཔེར་ན་ འོད་ དེ འི་ རྐྱེན་ དེ འི་ གཞི་ དེ འི་ རྒྱུ་མ ར་ མེ་ ཡིན་པ་ དེ་བཞིན་ དུ་ དྲན་པ་ ནི་ འདུ་ཤེས་ ཀྱི་ རྒྱུ་ འདུ་ཤེས་ རབ་ཏུ་ བྱུང་བ་ འདུ་ཤེས་ ཀྱི་ བདག་པོ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: He will think, ‘Without perception there is no mindfulness, yet when mindfulness is connected with perception an observation takes place, which is a condition for perception. |#| For example, just as a lamp is the condition, basis, and cause for its light, so mindfulness is the cause, origin, and master of perception.’

source: དགེ་སློང་ དེ་ ས་ གཞན་ ལྔ་པ་ འདུ་ཤེས་ སུ་ རེག་པ་ ཞེས་ བྱ་བ་ ལ་ འཇུག་ སྟེ །_ དེ་ཡང་ དག་པ འི་ ཚོར་བ་ བདེ་བ་ ལ་ འདུ་ཤེས་ སུ་ བྱེད་ ཀྱང་ དེ་ ལ་ དགའ་བ་ མེད་ ལ་
en: $138 “When the monk has entered the fifth ground, known as contact in terms of perception, he may identify genuine sensations of pleasure, yet without feeling delighted.

source: སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ ལས་ བྱས་པ་ སྡུག་བསྔལ་ དེ་ཡང་ འཇིགས་པ་ མེད་པར་ དེ་ མཚུངས་པ ར་ རྟོག་ སྟེ །_ གསེར་ བཟང་པོ་ བཞིན་ ནོ །_།
en: At the same time, he will have no fear of the suffering experienced by hell beings due to their karmic actions. Thus, he will think of these two perceptions as being the same, like fine gold.

source: དགེ་སློང་ འདུ་ཤེས་ ཅན་ དེ་ འདུ་ཤེས་ ཀྱི་ རྣམ་པ་ གཞན་ གྱིས་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $139 “The monk involved in perception will also analyze other aspects of perception.

source: དེ་ འདུ་ཤེས་ ལས་ རྣམ་པར་ གྲོལ་ ཞིང་ རྟོག་པ ར་ བྱེད་པ་ གཞན་མ་ ཡིན་པ་ བདག་ གི་ འདུ་ཤེས་ ཀྱི་ རྐྱེན་ ནི་ གང་ཡིན །_ རྒྱུ་ ནི་ གང་ཡིན་ གཞི་ ནི་ གང་ཡིན་ སྙམ་ མོ །_།
en: He will be liberated from perception and will only ponder the question, ‘What are the causes and conditions of my perceptions?’

source: དེ་ འདུ་ཤེས་ འདི་ ནི་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ ཡིན་ ཏེ །_
en: To this question he will conclude, ‘These perceptions are dependently arisen.

source: རྐྱེན་ ཚོགས་པ་ དེས་ འདི་ སྐྱེ་ ཞིང་ དེ་ འགོག་པ་ ལས་ འགག་པ ར་ འགྱུར་ ཏེ །_
en: Perception occurs when its conditions are present, and it ceases when that is no longer the case.

source: དཔེར་ན་ ཟླ་བ་ ལ་ ཡང་ བརྟེན །_ ཆུ་ཤེལ་ ལ་ ཡང་ བརྟེན་ ནས །_ ནོར་བུ་ ཆུ་ཤེལ་ ལས་ ཆུ་ དང་བ་ འབྱུང་བ་
en: Analogously, in dependence on the moon and a water crystal, water emerges from the water crystal.

source: དེ་བཞིན་ དུ་ རྒྱུ་ དང་ རྐྱེན་ ལ་ བརྟེན་ ནས་ འདུ་ཤེས་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདུ་ཤེས་ འདི་ ནི་ རྒྱུ་ མེད་པ་ ལས་ འབྱུང་བ་ མ་ ཡིན་ ཞིང་ །_ བྱེད་པ་པོ་ དང་ ཚོར་བ་པོ ས་ མ་ བྱས །_ འདོད་རྒྱལ་ བས་ མ་བྱུང་བ ར་ འདི་ སྐྱེ འོ་ སྙམ་ མོ །_།
en: Perceptions, similarly, occur in dependence on causes and conditions. They are not uncaused, nor are they carried out by an agent or anyone experiencing them, nor are they random.’
